{
  "ADS": {
    "Interstitial_id": "",
    "Interstitial_idf": "3102689459944565_3102691203277724",
    "Text1": "  Download and Play Teardown 2 Mobile Game APK now , Teardown Mobile Apk phones typically have hours upon hours, including four levels for missions. This game is very valuable in the future if you are looking for a time limit-based robbery game. breaking the oval with a hammer or pushing a construction trailer to the edge is so much fun",
    "Text2": "  Teardown Mobile Apk phones are based on technological magic that can kill almost anything in the universe. The contract is completely granular. Hit the wall with a hammer and you can break the plaster of Paris and the brick you hit. Take a large boat in the log cabin that was built over the dock and the boat and cabin will sink ",
    "Text3": "  Most importantly, the game has many destructive techniques. It's more than just a toy. It doesn't even come with Raid Group: Guerrilla as a typical third-party action game. The fastest way between all your accidents and funeral works is to steal or kill, the alert will start and you will have 60 seconds to complete the rest of the time David.",
    "Text4": "  Teardown Mobile Apk is a specification of extraordinary power for the mobile game. Using Wikipedia or listening to a podcast one can find out about any desired streets, pedestrian streets, or grassy streets. Teardown Mobile Apk is a game where you can change these routes at your own pace by rethinking the urban environment.",
    "Text5": "  Methods must be compassionate, that's all. Second, the game can perform many tasks intelligently anywhere, but it will encourage you to find new ways to cross familiar areas.Any mission is often accomplished easily with a range of simple goals that are easy, and then some goals that seem difficult at first.",
    "Text6": "  The house now has a choice of four colors to steal. This is the source of terror. How can I catch four more in a few seconds? The answer is, I don't: I start again, take a closer look and find out where I'm wasting time.For example, I have to take four photos of a huge villa before I can escape from the speedboat in 60 seconds.",
    "Text7": "  Download the App by clicking the button above to start the download. Once the download is complete, you will find the APK in the Downloads section of your browser. Before you can install it on your phone, you need to make sure that third-party apps are allowed on your device.",
    "Text8": "  RATE US 5 stars and Download Teardown2 APK .Once the installation is complete, you can use the application as usual.",
    "banner_id": "",
    "banner_idf": "3102689459944565_3102690766611101",
    "Nativeads_idf": "3102689459944565_3102691526611025",
    "Nativeads_id": "",
    "linkbuttun": "https://www.google.com/",
    "networkAd": "facebook"
  }
}
